bot_name = "GPTerra_bot"

price = {
    "gpt-3.5-turbo": 0.002,
    "text-davinci-003": 0.02,
    "babbage": 0.0005,
    "ada": 0.0004,
    "DALLE": 0.018
}

description = {
    "gpt-3.5-turbo": "Умная сеть, способна запоминать предыдущие сообщения "
                     "и автоматически подбирать сеть для ответа.\n"
                     "Стоимомть ~ 1₽ за 250 русских слов (больше для английского языка)",
    "text-davinci-003": "Самая мощная сеть для одиночных ответов. Использует максимум ресурсов, но слишком дорогая\n"
                        "Стоимомть ~ 1₽ за 25 русских слов (больше для английского языка)",
    "babbage": "Быстрая сеть для простых задач (лучше работает на английском)\n"
               "Стоимомть ~ 1₽ за 1.250 слов (больше для английского языка)",
    "ada": "Самая быстрая и дешёвая сеть (лучше работает на английском)\n"
           "Стоимомть ~ 1₽ за 1.500 слов (больше для английского языка)",
    "DALLE": "Нейросеть для рисования изображений по запросу\n"
             "Стоимость ~ 2.8₽ за 1 изображение"
}
